export type FestivalDetail = {
    title: string;
    detail: string;
}

export const festivalDetail: FestivalDetail[] = [
    // 全日制イベント
    { title: '1-1', detail: "なんとこの横浜翠嵐高校にドラゴンが!? ドラゴンを倒すべく立ち上がった5人の勇者。一体だれがゴジラを倒すのか、、\n サバイバルアクションゲーム開催中" },
    { title: '1-2', detail: "「この学校に爆弾を仕掛けた」そんなメッセージとともに残された一つの爆弾。それを解除しないと翠翔祭に影響が！ なんとしてでも阻止しないと、、\n 謎解きにチャレンジ" },
    { title: '1-3', detail: "背後に迫るのは恐ろしい先生の集団。自分でも何をやったのか分からない。何とかして情報を聞き出さないと、、、\n 探偵として必要なデータを集めよう" },
    // 食販
    { title: '焼きそば', detail: "ある日翠嵐生は言った。焼きそばはうまいぞ。その言葉だけを信じて無心で作った焼きそば。 \n 果たしてそんなものがうまいのか" },
    // 野外ステージ
    { title: '腕相撲', detail: "お前の腕の筋肉がうずいているだろう。それは腕相撲がしたいという前兆だ。その腕の馬力はだれにも負けない自信はあるか？ \n 今試す時だ" },
    // 定時制
    { title: '定時制', detail: "異文化の食とか別に食べないと思っているそこのあなた！いまこそ新しい食の道を開くのです。 \n びっくりすること間違いなし！" },
];